Repository: RolfKr/ExpensesApp
Catalog: ExpensesApp/Utilities/*.lproj/Localizable.strings
Languages: nb

source: budgetRemaining
nb: gjenstår

source: January
nb: Januar

source: Feburary
nb: Februar

source: March
nb: Mars

source: May
nb: Mai

source: June
nb: Juni

source: July
nb: Juli

source: December
nb: Desember

source: expense
nb: utgift

source: income
nb: inntekt

source: Expense
nb: Utgift

source: Income
nb: Inntekt

source: % of budget
nb: % av budsjettet

source: transactions
nb: transaksjoner

source: SKIP
nb: Hopp over

source: Entertainment
nb: Underholdning

source: Education
nb: Utdanning

source: Personal Care
nb: Personlig Pleie

source: Health & Fitness
nb: Helse & Trening

source: Kids
nb: Barn

source: Food & Dining
nb: Mat & Uteliv

source: Gifts & Donations
nb: Gaver & Donasjoner

source: Investments
nb: Investering

source: Bills & Utilities
nb: Regninger

source: Travel
nb: Reise

source: Fees & Charges
nb: Gebyrer

source: Business Services
nb: Forretningstjenester

source: Paycheck
nb: Lønn

source: Investment
nb: Investering

source: Returned Purchase
nb: Retur av kjøp

source: Interest Income
nb: Renter

source: Reimbursement
nb: Refusjon

source: Rental Income
nb: Leieinntekter

source: Arts
nb: Kunst

source: Music
nb: Musikk

source: Movies
nb: Film

source: Newspaper & Magazines
nb: Avis & Magasin

source: Games
nb: Spill

source: Tuition
nb: Undervisning

source: Student Loan
nb: Studentlån

source: Books & Supplies
nb: Rekvisita

source: Clothing
nb: Klær

source: Books
nb: Bøker

source: Electronics & Software
nb: Elektronikk

source: Hobbies
nb: Hobby

source: Sporting Goods
nb: Sportsutstyr

source: Laundry
nb: Klesvask

source: Hair
nb: Hår

source: Dentist
nb: Tannlege

source: Doctor
nb: Lege

source: Eye care
nb: Øyelege

source: Pharmacy
nb: Apotek

source: Health Insurance
nb: Livsforsikring

source: Gym
nb: Treningssenter

source: Sports
nb: Sport

source: Activities
nb: Aktiviteter

source: Allowance
nb: Ukelønn

source: Baby Supplies
nb: Baby utstyr

source: Babysitter & Daycare
nb: Barnepass

source: Child Support
nb: Barnebidrag

source: Toys
nb: Leker

source: Groceries
nb: Dagligvarer

source: Coffee shops
nb: Café

source: Fast Food
nb: Hurtigmat

source: Restaurants
nb: Restaurant

source: Alcohol
nb: Alkohol

source: Gift
nb: Gaver

source: Charity
nb: Veldedighet

source: Deposit
nb: Innskudd

source: Withdrawal
nb: Uttak

source: Buy
nb: Kjøp

source: Television
nb: TV

source: Home Phone
nb: Telefon

source: Internet
nb: Internett

source: Mobile Phone
nb: Mobiltelefon

source: Utilities
nb: Tjenester

source: Gas & Fuel
nb: Bensin

source: Parking
nb: Parkering

source: Service & Auto Parts
nb: Verksted

source: Auto Payment
nb: Bilutgifter

source: Auto Insurance
nb: Bilforsikring

source: Air Travel
nb: Fly

source: Rental Car & Taxi
nb: Leiebil & Taxi

source: Vacation
nb: Ferie

source: Service Fee
nb: Tjenestegebyr

source: ATM Fee
nb: Minibankgebyr

source: Bank Fee
nb: Bankgebyr

source: Commissions
nb: Provisjon

source: Advertising
nb: Reklame

source: Office Supplies
nb: Kontorrekvisita

source: Printing
nb: Utskrift

source: Shipping
nb: Frakt

source: Legal
nb: Jus

source: Tips number 1: Create a budget and follow it!
nb: Sparetips nummer 1: Sett opp et budsjett, og følg det!

source: Calculate how much a product will cost you in the amount of workhours. The probability of you buying the product is lowered when you see how many workhours it wil cost.
nb: Før du kjøper et produkt, kalkuler hvor mye det vil koste deg i antall arbeidstimer. Sannsynligheten for at du fortsatt ønsker å kjøpe produktet er langt mindre når du ser hvor mange arbeidstimer det vil koste.

source: Always pay in the local currency when you are traveling.
nb: Sørg for å alltid betale i den lokale valuta når du er ute å reiser.

source: Create a buffer account that contains a minimum of 3 months pay, in case of a rainy day.
nb: Opprett en bufferkonto som inneholder minst 3 ganger din egen månedslønn, i tilfelle noe uforutsett skulle oppstå.

source: Create a savingsaccount that deducts a set amount of money on payday. By doing this you wont notice that you are saving.
nb: Opprett en sparekonto hvor du overfører en fast sum hver måned, på lønningsdagen. På denne måten vil du ikke merke at du sparer.

source: is your most expensive category. Try to reduce the cost of this category next month.
nb: er din mest kostbare kategori denne måneden. Forsøk å reduser kostnadene dine i denne kategorien neste måned.

source: No data available. Add some new expenses first.
nb: Ingen data tilgjengelig. Legg til nye utgifter først.
